Repository: LucBerge/zSorter
Catalog: src/main/resources/i18n/*.po
Languages: fr_fr

source: A sorter name and a description are required.
fr_fr: Un nom de trieur et une description sont requis.

source: The sorter has been created.
fr_fr: Le trieur a été créé.

source: A sorter with this name already exists.
fr_fr: Un trieur avec ce nom existe déjà.

source: A sorter name is required.
fr_fr: Un nom de trieur est requis.

source: There is no sorter with this name.
fr_fr: Il n'existe aucun trieur à ce nom.

source: No sorter found.
fr_fr: Aucun trieur n'a été trouvé.

source: {0} sorter(s) found:
fr_fr: {0} trieur(s) trouvé(s):

source: Show the informations of the sorter {0}
fr_fr: Voir les informations du trieur {0}

source: The sorter description has been updated.
fr_fr: La description du trieur a été mise à jour.

source: The sorter has been removed.
fr_fr: Le trieur a été supprimé

source: This holder is no longer an input.
fr_fr: Ce contenant n'est plus une entrée.

source: This holder is not an input.
fr_fr: Ce contenant n'est pas une entrée.

source: An input must be a holder.
fr_fr: Une entrée doit être un contenant.

source: This holder is no longer an output.
fr_fr: Ce contenant n'est plus une sortie.

source: This holder is not an output.
fr_fr: Ce contenant n'est pas une sortie.

source: An output must be a holder.
fr_fr: Une sortie doit être un contenant.

source: A sorter name and an input priority are required.
fr_fr: Un nom de trieur et une priorité d'entrée sont requis.

source: The input priority must be higher or equal to 1.
fr_fr: La priorité d'entrée doit être suppérieure ou égale à 1.

source: The input priority must be an integer.
fr_fr: La priorité d'entrée doit être un entier.

source: This holder is already in use by the sorter {0}.
fr_fr: Ce contenant est déjà utilisé par le trieur {0}.

source: This holder is already an input.
fr_fr: Ce contenant est déjà une entrée.

source: This holder is now an input of priority {0}.
fr_fr: Ce contenant est désormais une entrée de prioritée {0}.

source: A sorter name and an output priority are required.
fr_fr: Un nom de trieur et une priorité de sortie sont requis.

source: The output priority must be higher or equal to 1.
fr_fr: La priorité de sortie doit être suppérieure ou égale à 1.

source: The output priority must be an integer.
fr_fr: La priorité de sortie doit être un entier.

source: Unknown material {0}.
fr_fr: Matériaux {0} inconnu.

source: This holder is already an output.
fr_fr: Ce contenant est déjà une sortie.

source: This holder is now an output of priority {0}.
fr_fr: Ce contenant est désormais une sortie de prioritée {0}.

source: The sorter does not have any overflow. Some items might clog up the inputs.
fr_fr: Le trieur ne possède pas de trop-plein. Certains items risquent de boucher les entrées.

source: The sorter does not have any input.
fr_fr: Le trieur ne possède pas d'entrée.

source: The sorter has been enabled.
fr_fr: Le trieur a été activée.

source: The sorter has been disabled.
fr_fr: Le trieur a été désactivée.

source: This holder was an input of the sorter {0}. It has been removed from it.
fr_fr: Ce contenant était une entrée du trieur {0}. Il a été supprimé de celui-ci.

source: This holder was an output of the sorter {0}. It has been removed from it.
fr_fr: Ce contenant était une sortie du trieur {0}. Il a été supprimé de celui-ci.

source: {0} input(s):
fr_fr: {0} entrée(s):

source: {0} overflow(s):
fr_fr: {0} trop-plein(s):

source: {0} output(s):
fr_fr: {0} sortie(s):

source: {0} material(s):
fr_fr: {0} matériaux:

source: A sorter name and a sorting speed are required.
fr_fr: Un nom de trieur et une vitesse de tri sont requis.

source: The sorting speed must be between 1 and 64.
fr_fr: La vitesse de tri doit être comprise entre 1 et 64.

source: The sorting speed must be an integer.
fr_fr: La vitesse de tri doit être un entier.

source: The sorting speed of the sorter has been set to {0}.
fr_fr: La vitesse de tri du trieur a été définit à {0}.

source: Toggle the sorter {0}
fr_fr: Changer le trieur {0} d'état

source: speed: {0}
fr_fr: vitesse: {0}

source: Change the description
fr_fr: Changer la description

source: Change the sorting speed
fr_fr: Changer la vitesse de tri

source: This material is clogging up one of the inputs
fr_fr: Ce matériaux bouche une des entrées

source: The display mode must be either <OUTPUTS> or <ITEMS>.
fr_fr: Le mode d'affichage peut être <OUTPUTS> ou <ITEMS>.

source: The magic effect has been applied on the sorter {0} for {1} ticks.
fr_fr: L'effet magique a été appliqué sur le trieur {0} pour {1} ticks.

source: The magic effect has stopped.
fr_fr: l'effet magique est fini.
